[
  {
    "id": "1756641740312",
    "sender": "CLIENT",
    "content": "Hi."
  },
  {
    "id": "1756641740871",
    "sender": "AVATAR",
    "content": "Hello and welcome to MAHE Dubai. How can we assist you today?"
  },
  {
    "id": "1756641752464",
    "sender": "CLIENT",
    "content": "Oh, can you give me the free details of computer science relatedBTEC programs?"
  },
  {
    "id": "1756641753075",
    "sender": "AVATAR",
    "content": "At MAHE Dubai, we offer a BTech in Computer Science and Engineering program. This program focuses on modern technology and software systems, preparing students for dynamic careers in the tech industry. \n\nFor detailed information about the program structure, eligibility criteria, and other specifics, please visit the Programs section on our website. If you have further questions or need assistance with the application process, feel free to reach out."
  },
  {
    "id": "1756641769812",
    "sender": "CLIENT",
    "content": "What about master's program?"
  },
  {
    "id": "1756641770383",
    "sender": "AVATAR",
    "content": "MAHE Dubai offers several master's programs in the field of Computer Science and Engineering. Our postgraduate options include the MSc in Computer Science, which focuses on advanced concepts in computing, software development, and data management.\n\nFor detailed information about these programs, including curriculum, eligibility criteria, and application procedures, please check the Programs section on our website. If you have any specific questions or need assistance, we're here to help."
  },
  {
    "id": "1756641789165",
    "sender": "CLIENT",
    "content": "Who is thewho is the science director ofthe who is the chairperson of the department of life sciences?"
  },
  {
    "id": "1756641789907",
    "sender": "AVATAR",
    "content": "The Chairperson of the Life Sciences Department at MAHE Dubai is Dr. Arif Hussain. If you have any other questions about the programs or faculty, feel free to ask!"
  },
  {
    "id": "1756646253260",
    "sender": "CLIENT",
    "content": "Right. Hi."
  },
  {
    "id": "1756646254026",
    "sender": "AVATAR",
    "content": "Hello! Welcome to MAHE Dubai. How can we assist you today?"
  },
  {
    "id": "1756646265492",
    "sender": "CLIENT",
    "content": "Jason.What are the cocurricular activities you guys have?How do you guys have football?"
  },
  {
    "id": "1756646266052",
    "sender": "AVATAR",
    "content": "At MAHE Dubai, we offer a variety of co-curricular activities to enhance student life, including sports, clubs, and cultural events. For football, we have facilities and opportunities for students to participate in organized matches and training sessions. This promotes teamwork and physical fitness. If you're interested in specific activities or teams, feel free to reach out for more details!"
  },
  {
    "id": "1756646285326",
    "sender": "CLIENT",
    "content": "How big is the ground?"
  },
  {
    "id": "1756646285919",
    "sender": "AVATAR",
    "content": "The campus features a state-of-the-art outdoor sports arena that provides ample space for various sports, including football. While specific dimensions are not listed, the arena is designed to accommodate a full range of athletic activities, ensuring students have a great experience. If you need more detailed information, please let us know!"
  },
  {
    "id": "1756646310489",
    "sender": "CLIENT",
    "content": "Do you guys hold any annual competitions, like inter schools,football competitions or intercollege football competitions?"
  },
  {
    "id": "1756646310833",
    "sender": "AVATAR",
    "content": "Yes, we do hold annual competitions, including inter-school and inter-college football tournaments. These events promote sportsmanship and provide students with opportunities to showcase their skills and compete with peers from other institutions. If you're interested in participating or learning more about upcoming events, feel free to ask!"
  }
]